[
    {
        "section": "introduction",
        "content": "Born in 1962 at Foshan Guangdong, Su Xing(Han nationality) graduated at Guangzhou Academy of Fine Arts in 1985 majoring in lacquer painting, and founded “Little Grass Studio” with 7 other artists, whose unique modern decorative paintings made a hit in France, Japan, Singapore, Shenzhen China and Guangzhou China.\r　　In 2006, after approved by China Protocol Department, the artwork of Mr.Su- Long Distance Separates No Bosom Friends was given to the King of Sweden as official present, who came to Guangzhou by East Indiaman Gotheborg. 　　\r　　In 2009, Mr. Su planed and organized “Lingnan* Lacquer Painting World Exhibition Tour”, it is the first time the Lingnan lacquer painting unveiled its beauty to the world, which had caught the great attentions of more than 50 medias. \r　　He is an accomplished lacquer painter. Researching with great concentration of long-term, creating with unlimited enthusiasm, promoting with inexhaustible vigor, absorbing new techniques, Mr. Su’s artworks have got numerous prizes in China and exhibited abroad. Moreover, he has created tubular lacquer pigment, praised highly by professionals in the circle. With all these achievements, Mr. Su got Urban Art Contribution prize awarded by Guangzhou Federation of Literary and Art Circles and Guangzhou Fine Art Society in 2006；in 2008, he got the 6th Guangzhou Literary and Art Prize awarded by Guangzhou Municipality. 　　\r　　At present, Su is one member of China Lacquer Painting Society and China Artists Association (CAA), deputy chairman of Guangzhou Artists Association (GAA), director of the Association’s Lacquer Painting Art Committee, GAA, chairman of Lingnan Lacquer Painting Society, China 2nd-Grade Artist, and guest professor of Guangzhou Academy of Fine Arts."
    },
    {
        "section": "chronology",
        "content": [
            {
                "year": "Year",
                "details": "Mr. Su’s artworks and interviews can be found at the professional media such as Art magazine, China Calligraphy & Painting, Art Journal(weekly) of China Culture, Guangzhou Writers & Artists and so on; mass media such as Yangcheng Evening News, Guangzhou Daily, New Express, Nandu Daily, Information Times, Wen Wei Po(HK), Commercial Newspaper(HK), Let’s Go magazine and so on; television such as CCTV, Phoenix TV, Guangdong TV, Southern TV, Guangzhou TV and so on."
            },
            {
                "year": "1986",
                "details": "May，Golden Melody of Yao Village——won the Award of Excellence at the first National Lacquer Painting Exhibition.“Little Grass Studio” Modern Interior Decorative Painting Exhibition I (held at Guangzhou Culture Park) . “Little Grass Studio” Modern Interior Decorative Painting Exhibition II (held at Singapore Beauty World Center) .Guangdong Painting Academy “Galaxy” Exhibition XXI (held at Guangzhou) . “Little Grass Studio” Artwork Exhibition (held at France and Japan) . “Little Grass Studio” Modern Calligraphy & Painting Exhibition (held at Shenzhen)."
            },
            {
                "year": "1989",
                "details": "Memory of a Watery Town——once taking part in the Seventh National Art Exhibition.The Seventh National Lacquer Painting Exhibition (attendance)."
            },
            {
                "year": "1990",
                "details": "October，Jumping Out——won Masterpiece prize of the Guangdong Sports Painting Exhibition.Guangdong Sports Painting Exhibition (won Masterpiece prize)."
            },
            {
                "year": "2004",
                "details": "July，Columns and Beams——once taking part in “Celebration of the 55th Birthday of PRC”China Artwork Exhibition and“Celebration of the 55th Birthday of PRC”Guangdong Artwork Exhibition.Breeze, Singing cicada, Dream——once taking part in“Celebration of the 55th Birthday of PRC” Guangdong Artwork Exhibition.Silvery Lotus——it has been highly praised and collected during the Sino-Thailand Friendship Calligraphy & Painting Exhibition. “Celebration of the 55th Birthday of PRC” China Artwork Exhibition (attendance).A similar work was featured and purchased at a painting and calligraphic exhibition in commemoration of the 30th anniversary of the establishment of formal diplomatic relations between Thailand and China."
            },
            {
                "year": "2005",
                "details": "September，Contemplation of Zen——won the Bronze Award at the Second Guangdong Lacquer Painting Exhibition.once taking part in 2005 China Lacquer Painting Exhibition.Chrysanthemum Party——the biggest gold-foiled lacquer painting of flower in China, and it is now in the Asian Artwork Exhibition Hall of Zhongshan Culture and Art Center.2005 China Lacquer Painting Exhibition (attendance) .The Second Guangdong Lacquer Painting Exhibition (won the Bronze Award) .The first Guangzhou Lacquer Painting Exhibition (attendance and planning) .Guangzhou Modern Lacquer Painting Invitation Exhibition (attendance and planning) . “Green Nature” Artwork Exhibition (won Masterpiece prize).December，Rhythm of Trees——won the Award of Excellence at the Green Landscape Painting Exhibition organized by Guangzhou Artists Association.A Collection of Guangzhou’s Modern Lacquer Paintings.Contemporary Artist- Su Xing."
            },
            {
                "year": "2006",
                "details": "August，Long Distance Separates No Bosom Friends——after approved by China Protocol Department, it was given to the King of Sweden as official present, who came to Guangzhou by East Indiaman Gotheborg.Spring Lotus——once taking part in the 2006 Guangzhou Grand Exhibition as one of the special recommended painting.October，Summer Dream——won the Bronze Award at the Second Guangdong Folk Art Masterpieces Exhibition.Spring Blossoms and Autumn Dream——which was featured at the National Academic Nomination Exhibition organized by the Chinese Artists Association.November，once taking part in“Green Nature”Artwork Exhibition following by and“Land of Hope-Countryside Scenery of Guangdong in Artists’ Eye”Tour Exhibition.Eternity——which was featured at the National Academic Nomination Exhibition organized by the Chinese Artists Association."
            },
            {
                "year": "2007",
                "details": "October，Language of Lacquer Painting——won the Award of Excellence at the Second National Lacquer Painting Exhibition.The Second National Lacquer Painting Exhibition (attendance and planning,won Masterpiece prize).Lacquer Painting the Easy Way."
            },
            {
                "year": "2008",
                "details": "August，won the 3rd Prize of the 6th Guangzhou Literary and Art Prize and has being collected by Guangzhou Museum of Art. “Lacquer Painting, Lingnan”2008 Guangdong Selected Lacquer Painting Exhibition (attendance and planning) .Guangzhou Lacquer Painting Exhibition & Frankfurt Preliminary Exhibition (attendance and planning) . “Language of Lacquer Painting—Su Xing Lacquer Painting Exhibition” (being held at Foshan Museum) .Lacquer Painting History."
            },
            {
                "year": "2009",
                "details": "July，won Masterpiece prize of Lingnan New Lacquer Painting Invitation Exhibition.Trio of  Lacquer Colour—— once taking part in the 11th National Art Exhibition.won Masterpiece prize of Lingnan New Lacquer Painting Exhibition.The Eleventh National Art Exhibition (attendance) .Lingnan Lacquer Painting World Exhibition Tour Frankfurt/Guangzhou/Suzhou /Wuxi /Dongguan (attendance  and planning) .Lingnan New Lacquer Painting Exhibition (won two Masterpiece prizes) . “Fragrance of Guangdong Ink” Guangzhou Famous Calligraphy & Painting Exhibition.Polished Brilliance, a Collection of Lacquer Painting Works by Su Xing.A Collection of Guangzhou(China) Lacquer Paintings Exhibition.Lingnan Lacquer Paintings World Exhibition Tour?Dongguan."
            }
        ]
    },
    {
        "section": "awards",
        "content": "MISSING TRANSLATION"
    }
]